{
    "mangoes": [
        {
            "title": {
                "en": "I Became The Ugly Lady",
                "other": [
                    ""
                ]
            },
            "link": "https://chapmanganato.com/manga-jb987336",
            "description": "Of all things, I possessed an ugly noble lady. For the sake of receiving the attention of those who despised her, Sylvia Atlante, in the midst of all the ridicule and disrespect, made herself known as the “ugly lady”. However, one day, I happened to possess Sylvia’s body, who drank poison and ended her own life. I didn’t want to live like her. “I’m rich and healthy, so why do I need to care about other people? This is my life, I’m going to live as I want!” I just wanted to live a quiet life, but… “Still, you’re my little sister, and you’re part of the Atlante family.” The family’s a little strange. “I’m interested in you, not your younger sister.” “You must take responsibility for this body until the end. That’s the job of the contractor.” “I, Theve Hiddleton, swear to be the sword of Sylvia Atlante and devote everything to her.” “I won’t bother you. So please, keep me by your side!” “There’s nothing in this world I can’t find. So don’t even try to run away from me.” The handsome guys who I thought I’d never ",
            "image_link": {
                "main": "https://avt.mkklcdnv6temp.com/43/q/22-1607396991.jpg",
                "default": "assets/img/pngaaa.com-1777296.png"
            },
            "rating": "4.48",
            "genre": [
                "Fantasy",
                " Romance"
            ]
        },
        {
            "title": {
                "en": "Remarried Empress",
                "other": [
                    "재혼 황후"
                ]
            },
            "link": "https://chapmanganato.com/manga-gx983580",
            "description": "I make up my mind. If I can't be an empress here, I'll be an empress somewhere else. The popular web novel Remarried Empress is adapted to webtoon!",
            "image_link": {
                "main": "https://avt.mkklcdnv6temp.com/43/x/19-1583500775.jpg",
                "default": "assets/img/pngaaa.com-1777296.png"
            },
            "rating": "4.83",
            "genre": [
                "Fantasy",
                " Romance"
            ]
        },
        {
            "title": {
                "en": "Mission: Yozakura Family",
                "other": [
                    "Yozakura-san Chi no Daisakusen",
                    "Mission of Yozakura Family",
                    "夜桜さんちの大作戦"
                ]
            },
            "link": "https://chapmanganato.com/manga-fh982764",
            "description": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?! A spy family comedy — the mission begins!",
            "image_link": {
                "main": "https://avt.mkklcdnv6temp.com/13/q/19-1583499611.jpg",
                "default": "assets/img/pngaaa.com-1777296.png"
            },
            "rating": "4.84",
            "genre": [
                "Action",
                " Comedy",
                " Romance",
                " Shounen"
            ]
        },
        {
            "title": {
                "en": "I Have No Health",
                "other": [
                    "건강이 없습니다",
                    " I Am Not Healthy"
                ]
            },
            "link": "https://chapmanganato.com/manga-mp989424",
            "description": "I've gone into the body of ‘Ninaina', the weakest character, who was fated to die once winter came! With such with weak stamina that it's hard to even take walks, eat, or just stand, let alone exercise, I have such a tragic life that I even have to endure assassination attempts from my grandfather… “I will definitely recover my health!” “Kaiser” who comes to Ninaina's side with a cold gaze. Receiving the order that he has to keep Ninaina alive, he comes to her side and protects her. “You will not die. For now.”",
            "image_link": {
                "main": "https://avt.mkklcdnv6temp.com/30/s/24-1627962291.jpg",
                "default": "assets/img/pngaaa.com-1777296.png"
            },
            "rating": "4.85",
            "genre": [
                "Drama ",
                " Fantasy ",
                " Romance ",
                " Shoujo"
            ]
        },
        {
            "title": {
                "en": "Under The Oak Tree",
                "other": [
                    ""
                ]
            },
            "link": "https://chapmanganato.com/manga-jv986430",
            "description": "“Warning: Mature content: This manga contains materials that might not be suitable to children under 17. By proceeding, you are confirming that you are 17 or older.”The daughter of a duke, the stuttering Maximilian, married a knight of lowly status at her father’s coercion. After their first night, her husband departed for an expedition without another word. He comes back three years later, this time as a famous knight in the whole continent. How would Maximilian face him on his return? “The more I think of you, the more lonely and lonely I become. I don’t know why I can’t quit even though it’s so painful.”",
            "image_link": {
                "main": "https://avt.mkklcdnv6temp.com/6/o/22-1598889295.jpg",
                "default": "assets/img/pngaaa.com-1777296.png"
            },
            "rating": "4.83",
            "genre": [
                "Drama ",
                " Fantasy ",
                " Romance"
            ]
        },
        {
            "title": {
                "en": "Another Typical Fantasy Romance",
                "other": [
                    "아무튼 로판 맞습니다 ",
                    " Amuteun Rofan Majseupnida ",
                    " Amuteun Ropan Matseumnida ",
                    " とにかく私達って最高！ ",
                    " Une romance fantastique typique ",
                    " Noch eine typische Fantasy Romanze ",
                    " Lại là một bộ truyện lãng mạn kỳ ảo ",
                    " Chuyện Tình Mùa Đông ",
                    " Another Typical Romance Fantasy ",
                    " Bukan Sekedar Manhwa Fantasi Romantis Biasa ",
                    " Roman Fantasi Tipikal Lain ",
                    " เอาเป็นว่า เรื่องนี้โรแมนซ์แฟนตาซี! ",
                    " 反正就是浪漫幻想片 ",
                    " De todas formas es Rofan"
                ]
            },
            "link": "https://chapmanganato.com/manga-ma990283",
            "description": "After the gods dropped her in the world of her favorite fantasy romance novel, Lithera was quick to realize that happily-ever-afters were never easy to get. Given another shot at happiness, she is now determined to avoid the mistakes of her previous life, starting by meeting the sweet and caring Grand Duke she spent years exchanging letters with… Another typical female lead, with another typical Duke, promised to wed. Will this story go the typical path we all expect?",
            "image_link": {
                "main": "https://avt.mkklcdnv6temp.com/30/o/26-1658161871.jpg",
                "default": "assets/img/pngaaa.com-1777296.png"
            },
            "rating": "4.8",
            "genre": [
                "Fantasy ",
                " Romance ",
                " Shoujo ",
                " Manhwa ",
                " Isekai"
            ]
        },
        {
            "title": {
                "en": "Ojisama To Neko",
                "other": [
                    "おじさまと猫"
                ]
            },
            "link": "https://chapmanganato.com/manga-bs979101",
            "description": "The heartwarming tale of a cat who wanted nothing more than to be loved and the old man who adopted him.",
            "image_link": {
                "main": "https://avt.mkklcdnv6temp.com/28/w/16-1583494504.jpg",
                "default": "assets/img/pngaaa.com-1777296.png"
            },
            "rating": "4.92",
            "genre": [
                "Slice of life"
            ]
        },
        {
            "title": {
                "en": "Ao No Orchestra",
                "other": [
                    "青のオーケストラ ",
                    " 푸른 오케스트라 ",
                    " Blue Orchestra ",
                    " The Blue Orchestra"
                ]
            },
            "link": "https://chapmanganato.com/manga-by979007",
            "description": "Aono Hajime was a prodigy violinist until he grew jaded with playing the violin due to personal reasons. Now in his third year of middle school, he struggles to decide his academic path. One day in school, he meets Akine Ritsuko, a hotheaded novice violinist who wants to enroll in a high school with a distinguished orchestra club. When he finds himself getting closer to Ritsuko and being brought back to the world of violinists, time starts moving again for him.  This is the beginning of a youthful drama where sounds and hearts alike resound in harmony.",
            "image_link": {
                "main": "https://avt.mkklcdnv6temp.com/25/g/16-1583494376.jpg",
                "default": "assets/img/pngaaa.com-1777296.png"
            },
            "rating": "4.09",
            "genre": [
                "Drama ",
                " Romance ",
                " School life ",
                " Shounen ",
                " Slice of life"
            ]
        },
        {
            "title": {
                "en": "A Capable Maid",
                "other": [
                    "능력 있는 시녀님"
                ]
            },
            "link": "https://chapmanganato.com/manga-fr982474",
            "description": "The useless maid, Marie, has never been able to do anything correctly. But, after caring for a dying prisoner, she becomes a person she had always wanted to be. This is the start of the capable maid, Marie.",
            "image_link": {
                "main": "https://avt.mkklcdnv6temp.com/3/e/19-1583499193.jpg",
                "default": "assets/img/pngaaa.com-1777296.png"
            },
            "rating": " 4.69",
            "genre": [
                "Drama ",
                " Historical ",
                " Romance ",
                " Shoujo"
            ]
        },
        {
            "title": {
                "en": "I'm Only A Stepmother, But My Daughter Is Just So Cute!",
                "other": [
                    "Gyemo-inde Ddal-i Neomu Gwiyeowo ",
                    " 계모인데 딸이 너무 귀여워"
                ]
            },
            "link": "https://chapmanganato.com/manga-ht985302",
            "description": "An alternate retelling of Snow White with a reincarnated Stepmother… I managed to get myself thrown into a story as a stepmother so jealous of her daughter that she tried to kill the girl with a poisoned apple. I’d love it if I could shower my cute and lovely Blanche with all sorts of affection, but– “Hilarious. Since when did you like Blanche so much?” This god-damned husband keeps getting in my way! “I am Blanche’s parent as well. I demand an apology for being so suspicious of me.” “And if I don’t?” “I’ll visit your bedroom tonight, your majesty.” “…..” “I even managed to get some really sexy panties just for you.” With a big smile on my face, I struck him with a critical hit. “I could show it to you right now if you’d like?” The look on his face was truly something to behold. I lifted my chin, and looked down on him victoriously. [hr][i]Note: This is a oneshot promotional webtoon for novel.[/i]",
            "image_link": {
                "main": "https://avt.mkklcdnv6temp.com/10/b/21-1588899608.jpg",
                "default": "assets/img/pngaaa.com-1777296.png"
            },
            "rating": "4.86",
            "genre": [
                "Fantasy ",
                " Romance ",
                " Webtoons"
            ]
        },
        {
            "title": {
                "en": "The Goal Is To Become A Gold Spoon So I Need To Be Completely Invulnerable",
                "other": [
                    "목표는 금수저로 무병장수하기입니다"
                ]
            },
            "link": "https://chapmanganato.com/manga-jv986978",
            "description": "“I was born with a gold spoon in my mouth but I’m being murdered miserably? I’ll survive thoroughly and live a long life!”  I’ve been reincarnated as the younger sister of my favorite’s novel character who is destined to be poisoned by her step-mother at the age of seventeen.  My brother is on an adventure with the heroine so I have to survive by myself. Should we start with survival plans?  First, be sure to behave myself around my step-mother and step-sister.  Secondly, become close with children of influential families.  Third, is… Um… Getting married?  To escape the fate of a miserable death,  \"I, Adriana, begin to approach the Prince of the Empire, the suspicious Master, and the suspicious Demon!\"",
            "image_link": {
                "main": "https://avt.mkklcdnv6temp.com/28/s/22-1603041521.jpg",
                "default": "assets/img/pngaaa.com-1777296.png"
            },
            "rating": "4.65",
            "genre": [
                "Drama ",
                " Fantasy ",
                " Romance"
            ]
        },
        {
            "title": {
                "en": "Father, I Don’T Want To Get Married!",
                "other": [
                    "Daddy",
                    " I Don't Want to Marry! ",
                    " Ayah",
                    " Aku Tidak Mau Menikah! ",
                    " Baba",
                    " Lütfen Beni Evlendirme! ",
                    " Cha À",
                    " Con Không Muốn Kết Hôn Đâu! ",
                    " Cha À",
                    " Con Ứ Cưới Anh Ta Đâu! ",
                    " Father",
                    " I Don't Want This Marriage! ",
                    " Father",
                    " I Don't Want to Get Married! ",
                    " お父さん、私この結婚イヤです！ ",
                    " 爸爸，我不想結婚! ",
                    " 爸，这个婚我不结！ ",
                    " 아빠",
                    " 나 이 결혼 안 할래요!"
                ]
            },
            "link": "https://chapmanganato.com/manga-iy985607",
            "description": "I reincarnated as the Villainess In a novel I had read, Jubellian Eloy Floyen. I was doomed to die, but no! With the memories of my previous life, I will avoid my death flag! \"I will not marry a man who has no honor, no family, no property, and no Power!\" As I declared my will to live a glorious and glamorous life, my Dad decided to make the crown prince my fianc?! Is he Mad?! I'll just treat the engagement contract as a last measure. \"Why are you avoiding your engagement with the Crown Prince?\" \"Because it scares me! He kills people who don't obey him right away!\" A few days later the Crown Prince sent me a letter. \"Don't worry, I won't kill you.\" Oh no.did I already do something worth dying for?",
            "image_link": {
                "main": "https://avt.mkklcdnv6temp.com/23/e/21-1590955328.jpg",
                "default": "assets/img/pngaaa.com-1777296.png"
            },
            "rating": "4.84",
            "genre": [
                "Drama ",
                " Fantasy ",
                " Historical ",
                " Romance"
            ]
        }
    ]
}